[
    {
        "title": "Marketing Communication Executive",
        "compName": "NOVOTEL",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=97aa2faea3cc7c05&fccid=bd824a57777706b1&vjs=3",
        "descjob": "Uraian Tugas\n\nMaintain complete knowledge of the following (to include but not limited to):\nAll hotel features / services, hours of operation\nHotel function space, entertainment options, menus and floral decoration options\nScheduled daily group activitiesPrepare promotional press releases on personalities among guests and associates of the Hotel and on noteworthy events in the HotelCoordinate the production of posters, publication of hotel’s newsletters/s and flyers for associates and the public, as well as other printed materialsDirect photographers commissioned to take pictures of VIPs, shows and events etc.\nMonitor and update information and content of hotel’s website and postings on other digital platforms of the hotels\nHandle the administrative requirements of the Marcom department\nWork with other departments to coordinate guest’s lists, invitations for VIP receptions, luncheons, dinners etc.Attend to client/media complaints, requests, and enquiriesAssist with the hosting of media, planned press conferences and other press activitiesMaintain and update media list for sending to trade, group and consumer publications on a regular basis, press releases covering special events, promotions, etc.Maintain and update digital photographs/slides libraryAnalyze and evaluate performance of marketing and promotion campaigns\nPengalaman kerja\n\nMarketing\nManfaat\n\nYou can work with multinational colleaguesBe part of a global community of hospitality industryOpportunity to develop your careerA Bienvenue Card – offering a special staff rate at our hotels"
    },
    {
        "title": "Product Management Jedi",
        "compName": "GO-JEK",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=56501924d35af503&fccid=35c79097c1f63f3d&vjs=3",
        "descjob": "Location\nJakarta\nWork Type\nPermanent\nApplication Posted\nMarch 29, 2022\nAbout the Role:\nGojek is looking for entrepreneurial Product Managers to join a wide range of teams in the product organization. As a Product Manager you will run experiments as Experimentation enables us to move fast by rapidly validating ideas and implementations. You'll get to help solve consumer problems, define product visions, and build products to scale. You will work alongside other Product Managers, Engineering, BI Analysts, Data Science, Customer Research, UX designers to help Gojek deliver innovative and delightful product experiences.\n\nWhat You Will Do\nDrive ideation, product strategy and execution for your product division, partnering with your product development team and cross-functional stakeholders\nOwn a product stream end to end to frame product strategy and drive execution\nPlan and participate in user research initiatives with the design and user research teams to understand customer problems and identify and iterate on product ideas and improvements\nCollaborate with internal stakeholders in support, marketing, sales and business to develop product messaging, training and communications\nObsess over funnels, customer cohorts, trends and forecasts and amplify good ideas wherever in the organizations they come from\nDefine, track and report success metrics for a product, business, and customer\nReiterate on product plans, and make informed decisions using data and user feedback\nLead effective cadences and incorporate feedback into their product plan\nProactively be involved in the interview process and mentor new product managers\nWhat You Will Need\nA Bachelor’s / Masters or an equivalent degree, preferably in engineering or management\n5+ years of experience in a progressive product company as a Product Manager\nAnalytical and data-driven, you love digging into the data to understand what’s happening and define &amp; measure success on every project\nYou must have experience in working with product designers and have an eye for design\nAbility to easily transition from high-level strategic thinking to detailed execution.\nYou’re entrepreneurial and are comfortable working in a complex and fast-paced environment\nYou’re fluent in English and are a confident communicator\nGojek is an excellent team because of the diverse backgrounds of our staff. In keeping with our beliefs and goals, no employee or applicant will face discrimination/harassment based on race, color, ancestry, national origin, religion, age, gender, marital domestic partner status, sexual orientation, gender identity, disability status, or veteran status. We sincerely encourage women, minorities, and people from underrepresented backgrounds to"
    },
    {
        "title": "Associate Marketing",
        "compName": "Power Vision",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=dd5b46f5daca2daf&fccid=625898327b30bba2&vjs=3",
        "descjob": "Persyaratan\n\nDapat bekerja Fulltime\nDomisili JABODETABEK Tanggung Jawab\nKami mencari para profesional muda yang dapat mengikuti program pelatihan di perusahaan kami yang akan dibentuk menjadi pemimpin di market place dengan tanggung jawab sebagai berikut :\n\nRiset pasar\nWajib mengikuti semua training yang diadakan oleh perusahaan\nMenjadi Financial Planer bagi perseorangan, keluarga ataupun perusahaan\nMengembangkan tim Disclaimer: melamar pekerjaan di Karir.com tidak dipungut biaya"
    },
    {
        "title": "Marketing Communications Officer",
        "compName": "FIFGROUP",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=01a0f1662abd6e4f&fccid=61de4bc1eee87b6b&vjs=3",
        "descjob": "Designing and executing online/offline event\n\nAnalyze and report end-to-end customer experience through multiple channels and customer touchpoint result\nCapable to design and executing marketing campaign strategies in omnichannel and budget according to business objectives\n\nDesigning and executing online/offline event\n\nMake strategic thinking to create and develop brand awareness\n\nFamiliar with digital campaigns and knows how digital media works\n\nAnalyze and report end-to-end customer experience through multiple channels and customer touchpoint result\n\nStrong analytical and planning skills;\n\nGood communication, presentation, Excel skills;\n\nExcellent problem-solving skills"
    },
    {
        "title": "MARKETING EXECUTIVE",
        "compName": "Anugerah Graha Bersama PT",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=128fd8af9fe59d8b&fccid=6b76da6d88ffe3d8&vjs=3",
        "descjob": "Sebagai Telemarketing, tugas utama anda adalah mengolah data dan menjaga hubungan baik antara nasabah dengan AGB.\n\nPERSAYARATAN\n\nLulusan Min. SMA/SMK sederajat\n\nUsia 18 - 44 tahun\n\nBerpenampilan menarik, ramah, komunikatif, dan proaktif\n\nDapat mengoperasikan Gadget/Computer\n\nBersedia ditempatkan di Jakarta Utara\n\nBersedia mengikuti jam kerja yang telah ditentukan\n\nBersedia mengikuti proses seleksi dan training sesuai lokasi dan waktu yang ditentukan\n\nDiutamakan berpengalaman sebagai sales\n\nBENEFIT\n\nPenghasilan bulanan\n\nBonus tak terbatas\n\nJenjang karir\n\nPelatihan dan pengembangan diri\n\nTANGGUNG JAWAB\n\nMenawarkan produk produk dari AGB\n\nMempromosikan produk\n\nMelayani dan memandu pelanggan untuk proses pembayaran"
    },
    {
        "title": "Social and Influencer Marketing Manager, YouTube",
        "compName": "YouTube",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=22f109d292446622&fccid=a9021c35fcef6968&vjs=3",
        "descjob": "Minimum qualifications:\n\nBachelor’s degree or equivalent practical experience.\nExperience in creativity and data driven optimization (e.g., social and influencer marketing).\nExperience in digital media planning and optimization.\nAbility to speak and write in Indonesian and English fluently.\nPreferred qualifications:\n\nExperience in statistical analysis, datasets, and social analytics.\nKnowledge of YouTube’s ecosystem (e.g., user, creator, advertiser) with an understanding of short-form video trends.\nKnowledge of Social Media and Influencer Marketing best practices and campaigns in Indonesia (i.e., owned, earned, and paid social media).\nKnowledge of social media monitoring and listening tools (i.e., have built and maintained processes to manage user sentiment across social platforms).\nExceptional communication and analytical skills with the ability to work independently, form your own point of view, and recommendations.\nA passion for content, entertainment, and cultural trends.\nAbout the job\nYouTube Marketing’s mission is to know our users, and to connect them to the magic of our products and creators. We make YouTube successful by shaping people’s perceptions of YouTube and inspiring them to engage with us. We’re also responsible for all of YouTube’s marketing activities to consumers, creators, and key opinion influencers.\n\nAs the Social and Influencer Marketing Manager, you will be shaping and driving the social presence of one of the most culturally significant brands of our times in a dynamic and growing region.\n\nWorking cross-functionally, you’ll lead social and influencer marketing for YouTube Marketing in Indonesia, across YouTube Shorts and YouTube overall. You will drive brand engagement, create earned conversations, elevate our social presence, and provide frequent and clear analysis to management allowing the organization to develop a strong understanding of what our users and creators care about.\n\nYou’ll manage the planning, execution and day-to-day operations of social and influencer marketing in Indonesia, plan and develop social and influencer campaigns, and work on proactive and reactive social listening and issue management. The role is cross-functional and international, you will work with global, local, and regional marketing and content teams. You will be a part of the YouTube Asia Pacific (APAC) Social Team and will report to the APAC Social Marketing Lead.\nKnow the user. Know the magic. Connect the two. At its core, marketing at Google starts with technology and ends with the user, bringing both together in unconventional ways. Our job is to demonstrate how Google's products solve the world's problems-from the everyday to the epic, from the mundane to the monumental. And we approach marketing in a way that only Google can-changing the game, redefining the medium, making the user the priority, and ultimately, letting the technology speak for itself.\nResponsibilities\nPartner with various marketing teams across regions to help develop programs that deliver intended business results.\nEngage and lead social media agencies to build effective social media programs and campaigns for key YouTube products and campaigns targeted at users and creators, with clear strategy and breakthrough creativity.\nTrack and quantify social impact on YouTube business goals.\nWork closely with Global, Regional, Social, Public Relation, and Policy teams as part of a Global Rapid Response team to put in place round-the-clock social listening/monitoring workflows and processes, proactive and reactive escalation, and management of user sentiment across social platforms.\nWork closely with media teams on paid media amplification as well as with insights and measurement teams on social brand health and owned, earned, and paid reporting for campaigns and initiatives.\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form."
    },
    {
        "title": "Marketing Manager, YouTube Shorts (English, Bahasa Indonesia...",
        "compName": "YouTube",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=1df40e43367d6bb7&fccid=a9021c35fcef6968&vjs=3",
        "descjob": "Minimum qualifications:\n\nBachelor's degree or equivalent practical experience.\n6 years of experience in marketing, including multi-stakeholder management across multiple markets.\nExperience in campaign planning and execution.\nAbility to speak and write in English and Bahasa Indonesia fluently.\nPreferred qualifications:\n\n5 years of experience in product marketing, working in the Fast-Moving Consumer Goods (FMCG) industry, consulting, on an internet-based product or service, and product marketing and/or brand development.\nExperience building relationships and collaborating with global, regional, and local cross-functional teams (e.g., Brand, Social and Influencer, Insights, Partnerships, etc.).\nExperience in marketing targeting younger audiences and working with agencies.\nKnowledge of the YouTube ecosystem, short-form-video, digital trends, culture, and the creator community.\nAbility to manage Go-To-Market planning, product research, insight generation, and value proposition development.\nAbility to work on several projects and campaigns at once.\nAbout the job\nYouTube Marketing’s mission is to know our users, and to connect them to the magic of our products and creators. We make YouTube successful by shaping people’s perceptions of YouTube and inspiring them to engage with us. We’re also responsible for all of YouTube’s marketing activities to consumers, creators, and key opinion influencers.\n\nAs a Marketing Manager in the Indonesia YouTube Marketing Team, you will work on growing YouTube in the region. As a result, more users will consider YouTube as a platform for entertainment, learning, growing their audience, and expressing their creativity.\nYou will work with global, regional, and local teams to build YouTube Shorts Go-To-Market plans, manage above the line and below the line campaigns and activations, and balance local relevance with global cohesion. Tracking the performance of our campaigns will inform what's working, how we can keep improving our marketing execution, product growth, and health of our ecosystem.\nIn this role, you are passionate about YouTube, the short-form-video space, and understand creators and their needs. You will use your project management and campaign experience to work seamlessly with global, regional, local, Marketing teams, and key cross-functional stakeholders. You may also manage relationships and output from external agencies and partners.\n\nKnow the user. Know the magic. Connect the two. At its core, marketing at Google starts with technology and ends with the user, bringing both together in unconventional ways. Our job is to demonstrate how Google's products solve the world's problems-from the everyday to the epic, from the mundane to the monumental. And we approach marketing in a way that only Google can-changing the game, redefining the medium, making the user the priority, and ultimately, letting the technology speak for itself.\nResponsibilities\nProvide YouTube Shorts Go-To-Market plans in Indonesia to ensure campaign work is aligned to the YouTube Shorts mission and strategy.\nPlan, create, innovate, and transform hard-to-communicate points into actionable activation plans and/or campaigns.\nPlan, execute activations, and campaigns to grow YouTube Shorts viewers and creators, and identify opportunities to localize and scale when/where relevant.\nMeasure and optimize campaigns to ensure efficiency and positive return on investment through pilot, test, and learn. Capture, share learnings, and best practices across global, regional, local marketing, and cross-functional teams.\nEstablish close working relationships with both internal stakeholders and external agencies.\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form."
    },
    {
        "title": "Marketing - Seller Communications",
        "compName": "Shopee",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=6983457e003cf5ab&fccid=0b476c4a7add47fe&vjs=3",
        "descjob": "DepartmentMarketing\nLevelExperienced (Team Lead)\nLocationIndonesia - Jakarta\nThe Marketing team at Shopee is responsible for conceptualising and implementing go-to-market activities to achieve increased usage and visibility. The team covers areas including Campaigns Management, Community, Public Relations, Partnerships, Offline Marketing and Design. The Regional Marketing team is responsible for strategising and implementing go-to-market activities and working with local teams to localise marketing for the specific markets. The Brand and Growth Marketing team covers all aspects of online and performance marketing for the region. This team is responsible for data-driven solutions, tracking and measuring data to reach the targeted customers. Browse our Marketing team openings to see how you can make an impact with us.\nJob Description:\nManage and lead a function under the Communications team, and take ownership of team development and performance\nPlan and implement seller communications requests’ strategy with stakeholders\nExecute and initiate projects to support performance optimization and operational excellence improvements within the team\nEvaluate and conduct regular analysis and reporting of communication channels’ (email, notifications, SMS, etc.) performance, develop and execute recommendations for improvement\nPerform daily approvals for seller communications materials, ensuring a smooth process flow\nRequirements:\nBachelor’s degree from a recognised university\n4+ years of experience in Communications, Marketing or related fields\nDemonstrated ability in leading and managing a team (minimum 1 year experience)\nDemonstrated ability in handling various communication channels with a deep understanding of end-to-end communications process (from catering incoming requests to executing it)\nExcellent copywriting and content writing skills, with the ability to understand different language styles that appeal to various target markets\nExcellent organizational abilities and prioritization of initiatives; strong project management skills, and has the ability to breakdown big picture ideas into smaller actionable items\nPossesses a high attention to detail, able to make decisions quickly and effectively, and strong negotiation skills\nOutstanding analytical skills and comfortable with analyzing complex, large scale data sets\nResult-driven attitude and eagerness to adapt with the dynamic environment of e-commerce\nExcellent presentation and communication skills, written and verbal in both Bahasa Indonesia and English"
    },
    {
        "title": "MARKETING MANAGER",
        "compName": "Power Vision",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=c68b7b3b20f59594&fccid=625898327b30bba2&vjs=3",
        "descjob": "Persyaratan\n\nBerikut Kualifikasi (Kriteria Kandidat) :\na. Usia 25 – 40 tahun\n\nb. Minimal D3\n\nc. Pengalaman kerja 3 tahun\n\nd. Berani menerima tantangan, attitude baik, dan bekerja sama dalam tim\n\ne. Punya komunikasi yang baik\n\nf. Penghasilan sebelumnya 5 juta/bulan\n\nTanggung Jawab\nKeuntungan\n\nKenaikan income sesuai prestasi dan kinerja\n\nKenaikan Promosi Karir yang cepat sesuai kinerja dan prestasi\n\nReward Trip &amp; Bonus when achieve Target\n\nDeskripsi Pekerjaan\n\nKeuntungan\n\nKenaikan income sesuai prestasi dan kinerja\n\nKenaikan Promosi Karir yang cepat sesuai kinerja dan prestasi\n\nReward Trip &amp; Bonus when achieve Target\n\nDeskripsi Pekerjaan\n\nCandidate must possess at least Diploma, Bachelor's Degree in Business Studies/Administration/Management, Human Resource Management, Marketing, Mass Communications or equivalent\n\nAt least 3 Year(s) of working experience in the related field is required for this position\n\nRequired Skill(s): Leadership Experience, Good Network, Communication Skill, Good Attitude\n\nPreferably Manager/Assistant Manager specialized in Sales - Financial Services (Insurance, Unit Trust, etc) or equivalent\n\nInformasi Tambahan\n\nTingkat Pekerjaan\n\nManajer/Asisten Manajer\n\nKualifikasi\n\nSertifikat Professional, D3 (Diploma), D4 (Diploma), Sarjana (S1)\n\nPengalaman Kerja\n\n3 tahun\n\nJenis Pekerjaan\n\nPenuh Waktu\n\nSpesialisasi Pekerjaan\n\nPenjualan / Pemasaran, Penjualan - Jasa Keuangan\n\nDisclaimer: melamar pekerjaan di Karir.com tidak dipungut biaya"
    },
    {
        "title": "Social Media Intern",
        "compName": "TikTok",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=e46df99253981471&fccid=caed318a9335aac0&vjs=3",
        "descjob": "\nWorking collaboratively with the Global Marketing APAC team, for the day-to-day operational needs of the social team\nConducting in research on regional trends in TikTok, and within local culture\nCollaborating with Global Marketing team to planning editorial calendars for social media from campaign to always-on\nCoordinating and publishing content across social media channels\nAssist in translation and Bahasa copywriting\nCurrently pursuing or recently finished a bachelor's degree in a relevant field such as Marketing and Communication, fresh graduates are welcome to apply\nFluent in English\nAble to work on week days (Monday - Friday)\nInterested in pop culture and social media\nFamiliarity with major social media networks\nExcellent written and communication skills\nTeam player, highly collaborative\nProficiency with Photoshop, InDesign and other design software preferred\nPrior experience is a bonus\n\n"
    },
    {
        "title": "Social Media Creative Lead",
        "compName": "GO-JEK",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=abb0d5a641377b2a&fccid=35c79097c1f63f3d&vjs=3",
        "descjob": "About the Role\nAs the Creative group head for Gojek social media, you’ll take the wheel in creative ideation campaigns for Gojek’s vast array of products. Reporting to the VP and CD of the Creative stream, you’ll lead the discussion and development of creative ideations amongst various internal stakeholders, and oversee the production process from end-to-end - from its inception, design, development, to execution. You’ll get a front-row seat (and get your hands dirty) in running impactful marketing campaigns through marrying business objectives and current trends, driving our beloved products to more corners of the world.\nWhat You Will Do\nLead brainstorming sessions with the team to come up with exceptional ideas\nDevise your own creative ideas &amp; execution that answer the briefs from the Marketing team\nDevelop 360 social media campaigns for the brand, manage details about the product and required communication strategy, and create ideas that can be used across various platforms to support campaigns\nGain an understanding of the target audience and business related to campaign needs\nEstablish criteria and oversee production and testing of idea prototypes\nRemain up to date with current trends in the creative marketing field\nWhat You Will Need\nAt least 5 years of relevant experience in a creative role at an advertising or digital marketing\nExpert in thinking out of the box and having a good understanding of user and audience’s needs and expectations\nHave a deep understanding of how social media campaign works across all platform (IG, Twitter, FB, TikTok)\nAdvanced knowledge and prior experience implementing creative advertising visuals, headlines, content copy, and award-winning/industry benchmark ideas and executions that meet our target audiences’ tastes\nAbility to spot trends, assess new data, and keep abreast with the latest marketing techniques\nAbout the Team\nWhat are Creative Labs? A bunch of creative geeks? A cult of mad scientists? The truth is… we’re a combination of both! As part of the Gojek Marketing Team, we’re made up of Project Managers, Accountants, Strategists, Copywriters, Graphic Designers, Art directors, and Social Media Creatives who work together to turn business objectives into creative outputs.\n\nBased in Jakarta, Indonesia, our main focus is to create the right communication - copy, visuals, medium included - to heighten user acquisition. We want to convey to as many people as possible the value of Gojek’s products in solving everyday problems - from food, transport, to payments - and easing our daily routines. We prioritize in-depth understanding of our target audience, and craft all of our creative campaigns based on these findings. Some of these past campaigns include Foodiskon, Ramadan, “It’s OK To Be Lebay”, and J3K.\n\nCurrently, our team has been working on a lot of innovation and promotional campaigns, which will help Gojek maintain our leadership in the market. Unsurprisingly, our creative family comprises music enthusiasts, coffee connoisseurs, and movie buffs. Regardless of whether we’re working from home or the office, one of our favorite aspects of being a part of the Creative Labs fam is that we get to dress however we want! After all, fashion is a creative mode of expression If this sounds like a team you’d like to be a part of, we’ll save you a spot at the table.\nAbout Us\nGojek is a Super App. It’s one app for ordering food, commuting, digital payments, shopping, hyper-local delivery, and dozen other products. It is Indonesia’s first and only decacorn. It's also the only Southeast Asian startup to be part of Fortune's list of 'Companies That Changed The World.'\nOur Mission: To create and scale positive socio-economic impact for our customers, driver-partners, business and MSMEs.\nAs of 2021, Gojek processed more than $9 billion annualised gross transaction value across all markets where it operates - in Singapore, Thailand, Vietnam and Indonesia. We have the largest food delivery product in Asia, (outside of China), and the largest payments wallet in Southeast Asia.\nOur investors include Google, Facebook, PayPal, Sequoia Capital, Tencent Holdings among others.\nGojek is committed to building a diverse and inclusive workplace and is an equal opportunity employer. We do not discriminate on the basis of race, religion, national origin, gender, gender identity, sexual orientation, disability, age, education status, or any other legally protected status."
    },
    {
        "title": "Trade Marketing Staff",
        "compName": "Indofood CBP",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=250f99402a358586&fccid=3135750187c446a8&vjs=3",
        "descjob": "ICBP - Diapers\nSales\nLocation :\nJakarta Selatan\nValid until :\n09 Jun 2022\nJob Requirement\nMinimal pendidikan S1 jurusan ekonomi\nBerpengalamanan kerja minimal 1 tahun\nTeliti, memiliki kemauan untuk belajar dan bekerjasama dalam team\nMemiliki kemampuan komunikasi dan analisa\nJob Description\nKoordinasi dengan Supervisor Area mengenai progam promo bulanan yang sedang berjalan pada channel General Trade &amp; Baby Shop.\nKoordinasi dengan Supervisor area untuk pengajuan local promo bulanan pada channel General Trade &amp; Baby Shop yang berpotensi meningkatkan sales.\nMemonitoring dan mengevaluasi pencapaian promosi bulanan guna menentukan langkah dan strategi promosi periode berikutnya.\nMemonitoring budget dan actual proposal budget Trade Marketing per bulan."
    },
    {
        "title": "MARKETING EXECUTIVE (Kelapa Gading, Bekasi)",
        "compName": "Summarecon",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=e94b839d177fa5dd&fccid=1a2fd18ce242f7ac&vjs=3",
        "descjob": "Summarecon telah berdiri selama lebih dari 42 tahun sebagai salah satu perusahaan pengembang property terkemuka di Indonesia yang bergerak di bidang Real Estate, Mall, Hospitality, Pendidikan, Pengelolaan Apartement dan Perkantoran. Summarecon memberikan kesempatan yang luas bagi tenaga ahli profesional, berdedikasi dan berintegritas untuk berkembang dan berinovasi di bidangnya.\nRequirements\nMaximum 30 years old\nDiploma or Bachelor Degree from any major\nFresh graduate or 1 year experience as Marketing Executive in Property/Automotive/Banking/Insurance Industry\nReady to work under pressure\nHave good communication skill\nAttractive\nWilling to work on holidays and Saturday, Sunday\n\nReady to be placed in Bekasi and Kelapa Gading\n\n\nJob Descriptions\nLooking for new customers\nFollow up customers\nJoin exhibition and event, canvassing and distribute flyers\nMaintain relationship with clients"
    },
    {
        "title": "Marketing and Esports Intern",
        "compName": "Garena",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=1d09671f3943a120&fccid=2aa3fa695ba957e4&vjs=3",
        "descjob": "Jakarta Marketing Intern\nJob Description\nAssist in direct official content production, such as banners, short videos, or clip content\nHelp to contribute and execute a content strategy that drives high engagement\nHelp to ensure all contents have quality, clarity, and consistency\nStay updated on industry trends and adjust the content strategy as needed.\nAssist in tracking and briefing content creators to produce quality videos for a special campaign\nJob Requirements\nLast year students or fresh graduates from reputable university\nHigh familiarity with social media\nExceptional communication skills\nAbility to work well in a fast-paced and collaborative environment\nExcellent analytical, communication, and presentation skills\nStay updated with recent trends in social media (especially TikTok and Instagram Reels)\nPassionate about games with knowledge of the gaming industry"
    },
    {
        "title": "Marketing Manager",
        "compName": "PT Wahana Adireksa Pratama",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=8d90db4e060c0bf1&fccid=afd68bfaec9f7473&vjs=3",
        "descjob": "Persyaratan\n1. Pendidikan S1 Jurusan Marketing\n\n2. Berpengalaman minimal 3 tahun.\n\n3. Menguasai MS Office (Word, Excel, Power Point)\n\n4. Memiliki kemampuan komunikasi yang baik, lisan maupun tulisan\n\n5. Kreatif dan inovatif\n\n6. Percaya diri\n\n7. Memiliki kemampuan negosiasi\n\n8. Memiliki kemampuan bahasa inggris aktif dan pasif, lisan maupun tulisan\n\n9. Dapat bekerjasama dengan tim\n\nTanggung Jawab\n1. Mendevelope market baik B to B dan B to C\n\n2. Merencanakan promosi penjualan untuk mencapai target perusahaan\n\n3. Melakukan strategi pemasaran yang efektif\n\n4. Mengelola online shop, e-commerce (tokopedia, instagram, dll)\n\n5. Melakukan riset pasar dan memantau perkembangan pasar\n\n6. Melayani pelanggan dengan baik\n\n7. Melakukan evaluasi bulanan terkait penjualan Disclaimer: melamar pekerjaan di Karir.com tidak dipungut biaya"
    }
]